tap "git-duet/tap"
tap "homebrew/cask-fonts"
tap "universal-ctags/universal-ctags"
brew "aria2"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "blueutil"
brew "cabal-install"
brew "cairo"
brew "cargo-nextest"
brew "carthage"
brew "chruby"
brew "clamav"
brew "cloc"
brew "cmake"
brew "curl"
brew "dependency-check"
brew "dhall"
brew "dhall-json"
brew "direnv"
brew "dnsmasq"
brew "duti"
brew "efm-langserver"
brew "elixir"
brew "fftw"
brew "flac"
brew "fluidsynth"
brew "fontconfig"
brew "fzf"
brew "ghc"
brew "git"
brew "git-duet"
brew "git-extras"
brew "go"
brew "gpsbabel"
brew "graphviz"
brew "gsl"
brew "hdf5"
brew "htop"
brew "hugo"
brew "jq"
brew "kubernetes-helm"
brew "kubeseal"
brew "lame"
brew "libquicktime"
brew "libtool"
brew "libvorbis"
brew "lua"
brew "mask"
brew "mas"
brew "mysql@5.7"
brew "neovim"
brew "node"
brew "openssl"
brew "openvpn"
brew "pkg-config"
brew "postgresql"
brew "pyenv"
brew "python-markdown"
brew "python3"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "rust-analyzer"
brew "speex"
brew "sshuttle"
brew "tig"
brew "tmux"
brew "tree"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
cask "balenaetcher"
cask "docker"
cask "flycut"
cask "font-fira-Code-nerd-font"
cask "font-Sauce-Code-Pro-nerd-font"
cask "hammerspoon"
cask "keybase"
cask "notion"
cask "openFrameworks"
cask "reaper"
cask "signal"
cask "slack"
cask "teensy"
cask "texshop"
cask "tunnelblick"
cask "vlc"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
mas "1Password", id: 1333542190
mas "WhatsApp", id: 310633997
