tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "kylef/formulae"
tap "universal-ctags/universal-ctags"
brew "aria2"
brew "bbl"
brew "bosh-cli"
brew "cabal-install"
brew "cairo"
brew "carthage"
brew "cf-cli"
brew "chruby"
brew "cloc"
brew "credhub-cli"
brew "ctags"
brew "curl"
brew "direnv"
brew "dependency-check"
brew "elixir"
brew "fasd"
brew "flac"
brew "fontconfig"
brew "fzf"
brew "ghc"
brew "git"
brew "git-duet"
brew "git-extras"
brew "go"
brew "graphviz"
brew "htop"
brew "hugo"
brew "jq"
brew "kops"
brew "kubectl"
brew "kubernetes-helm"
brew "lastpass-cli"
brew "mysql"
brew "neovim"
brew "node"
brew "openssl"
brew "openvpn"
brew "postgresql"
brew "python3"
brew "python@2"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "sshuttle"
brew "swiftenv"
brew "swiftlint"
brew "tig"
brew "tree"
brew "tmux"
brew "watch"
brew "wget"
brew "xctool"
brew "yarn"
brew "yq"
brew "zsh"
cask "docker"
cask "notion"
cask "flycut"
cask "hammerspoon"
cask "java"
cask "iterm2"
cask "balenaetcher"
cask "reaper"
cask "firefox"
cask "toggl"
cask "texshop"
cask "slack"
cask "steam"
cask "spectrum"
cask "tunnelblick"
cask "zoomus"
