tap "cloudfoundry/tap"
tap "git-duet/tap"
tap "kylef/formulae"
tap "universal-ctags/universal-ctags"
brew "aria2"
brew "aws-iam-authenticator"
brew "blueutil"
brew "cabal-install"
brew "cairo"
brew "carthage"
brew "chruby"
brew "cloc"
brew "cmake"
brew "curl"
brew "direnv"
brew "dependency-check"
brew "dnsmasq"
brew "dhall"
brew "dhall-json"
brew "duti"
brew "elixir"
brew "fasd"
brew "flac"
brew "fontconfig"
brew "fzf"
brew "ghc"
brew "git"
brew "git-duet"
brew "git-extras"
brew "go"
brew "graphviz"
brew "hdf5"
brew "htop"
brew "hugo"
brew "jq"
brew "kubernetes-helm"
brew "kubeseal"
brew "mask"
brew "mysql@5.7"
brew "neovim"
brew "node"
brew "openssl"
brew "openvpn"
brew "postgresql"
brew "python3"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "sshuttle"
brew "swiftenv"
brew "swiftlint"
brew "tig"
brew "tree"
brew "tmux"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "xctool"
brew "yarn"
brew "yq"
brew "zsh"
cask "docker"
cask "notion"
cask "flycut"
cask "hammerspoon"
cask "java"
cask "keybase"
cask "iterm2"
cask "balenaetcher"
cask "reaper"
cask "firefox"
cask "openFrameworks"
# cask "toggl"
cask "texshop"
cask "riot"
cask "slack"
cask "signal"
cask "spectrum"
cask "teensy"
cask "tunnelblick"
cask "vlc"
cask "zoom"
